<h1> ಸನಾತನ ಧರ್ಮ </h1>
h1 {
  font-size: 40px;
}
<h2> ಸನಾತನ ಧರ್ಮ ( ದೇವನಾಗರಿ : सनातन धर्म , ಅರ್ಥ " ಶಾಶ್ವತ ಧರ್ಮ ", "ಶಾಶ್ವತ ಕ್ರಮ") [1] ಹಿಂದೂ ಧರ್ಮವನ್ನು ಉಲ್ಲೇಖಿಸಲು ಹಿಂದೂಗಳು ಬಳಸುವ ಎಂಡೋನಿಮ್ ಆಗಿದೆ . ಇದು ಹಿಂದೂ ಧರ್ಮದ "ಶಾಶ್ವತ" ಸತ್ಯ ಮತ್ತು ಬೋಧನೆಗಳನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಇದನ್ನು "ಬದುಕಲು ನೈಸರ್ಗಿಕ ಮತ್ತು ಶಾಶ್ವತ ಮಾರ್ಗ" ಎಂದೂ ಅನುವಾದ ಮಾಡಬಹುದು. ಈ ಪದವನ್ನು ಹಿಂದೂ ಧರ್ಮಕ್ಕೆ ಹೆಚ್ಚು ಸಾಮಾನ್ಯವಾದ ಹಿಂದೂ ಧರ್ಮದ ಜೊತೆಗೆ ಭಾರತೀಯ ಭಾಷೆಗಳಲ್ಲಿ ಬಳಸಲಾಗುತ್ತದೆ. [2] [3] ಸನಾತನ ಧರ್ಮವು 'ಶಾಶ್ವತ' ಪಟ್ಟಿಯನ್ನು ಸಹ ಸೂಚಿಸುತ್ತದೆ ಅಥವಾ ಸಂಪೂರ್ಣ ಕರ್ತವ್ಯಗಳು ಮತ್ತು ಆಚರಣೆಗಳು [1] [4] ಸನಾತನ ಧರ್ಮದ ಅನುಯಾಯಿಗಳು ಸಾಮಾನ್ಯವಾಗಿ ತಮ್ಮನ್ನು ಸನಾತನಿ ಎಂದು ಕರೆಯುತ್ತಾರೆ. . </h2>
h2 {
  font-size: 30px;
}
